function [ ] = ZRelay_Start( )
    
    Pv = [ 20, 30 ];    % вектор сопротивлений [ Rv, Xv ] Ом
    
    
    Zset.NUM = 3;   % число характеристик ДЗ
    
    % параметры характеристики №1:
    Zset.psi(1,:) = 75; % угол линии psi_L [ град ]
    Zset.ZL(1,:) = 60;  % abs вектора ZL [ Ом ]
    Zset.RL(1,:) = 15;  % смещение по оси R [ Ом ]
    Zset.Zs(1,:) = 5.0; % смещение ZL [ % ]
    Zeet.type(1,:) = 4; % число прямых в характеристике
    
    % патаметры характеристики №2:
    Zset.psi(2,:) = 75; % угол линии psi_L [ град ]
    Zset.ZL(2,:) = 60;  % abs вектора ZL [ Ом ]
    Zset.RL(2,:) = 15;  % смещение по оси R [ Ом ]
    Zset.Zs(2,:) = 5.0; % смещение ZL [ % ]
    Zeet.type(1,:) = 4; % число прямых в характеристике
    Zeet.type(2,:) = 3; % число прямых в характеристике
    
    % патаметры характеристики №3:
    Zset.psi(3,:) = 75;         % угол линии psi_L [ град ]
    Zset.ZL(3,:) = 60;          % abs вектора ZL [ Ом ]
    Zset.RL(3,:) = 15;          % смещение по оси R [ Ом ]
    Zset.Zs(3,:) = 5.0;         % смещение ZL [ % ]
    Zset.Rload(3,:) = 20;       % вырез под нагрузку [ Ом ] 
    Zset.psi_load(3,:) = 15;    % угол нагрузки [ град ]
    Zeet.type(3,:) = 8; % число прямых в характеристике
    
    % построение характеристики ДЗ: 
    [ ~ ] = ZRelay_Points( Zset, Pv);
end